{
    "changelog.md": {
        "Changelog Jeedom Link": "Changelog Jeedom Link",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zum Update vorhanden sind, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt",
        "09\/10\/2021": "09.10.2021",
        "Correction pour le suport de Jeedom 4.2": "Korrektur für Jeedom 4.2-Unterstützung",
        "Ajout de l'information du nombre de message dans le jeedom cible": "Hinzufügen der Nachrichtennummerninformationen zum Ziel-Jeedom",
        "04\/07\/2019": "2019.04.07",
        "Correction d'un bugs sur la remontée des mises à jour": "Behebung eines Fehlers beim Update-Update",
        "03\/06\/2019": "06\/03\/2019",
        "Correction de bugs": "Fehlerbehebungen",
        "14\/05\/2019": "14.05.2019",
        "Amélioration de la gestion de commande avec le même nom sur le même équipements (erreur Duplicate entry": "Verbesserte Auftragsverwaltung mit demselben Namen auf demselben Gerät (Fehler bei der doppelten Eingabe",
        "13\/03\/2019": "13.03.2019",
        "Ajout du type d'équipement réel (pourra être utilisé par l'application mobile": "Hinzufügen des tatsächlichen Gerätetyps (kann von der mobilen Anwendung verwendet werden",
        "30\/07\/2018": "30.07.2008",
        "Ajout d'une clef api dédiée (sera a utiliser obligatoirement en Jeedom 3.3": "Hinzufügen eines dedizierten API-Schlüssels (muss in Jeedom 3.3 verwendet werden",
        "05\/07\/2018": "07\/05\/2018",
        "Ajout de l'envoi du niveau des batteries des esclaves au maître toutes les nuits": "Hinzu kommt, dass jede Nacht der Batteriestand der Slaves an den Master gesendet wird",
        "04\/04\/2018": "04\/04\/2018",
        "22\/03\/2018": "22.03.2008",
        "Correction de bugs sur l'interface": "Fehlerbehebungen auf der Schnittstelle",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        " IMPORTANT]": " Wichtig]",
        "[IMPORTANT]": "[Wichtig]",
        "*IMPORTANT*": "*Wichtig*",
        " IMPORTANT*": " Wichtig*"
    },
    "index.md": {
        "Plugin Jeelink": "Jeelink Plugin",
        "Plugin servant à lier 2 Jeedoms": "Plugin zum Verknüpfen von 2 Jeedoms",
        "Principe de fonctionnement": "Funktionsprinzip",
        "Jeedom Link": "Jeedom Link",
        "Le plugin": "Das Plugin",
        "aussi appelé jeelink) permet la remontée d'unu plusieurs équipement(s) d'un Jeedom sur un autre": "auch Jeelink genannt) ermöglicht den Aufstieg einer oder mehrerer Geräte von einem Jeedom zum anderen",
        "Il faut que le plugin soit installé sur les tous les Jeedoms, Source et Cible": "Das Plugin muss auf allen Jeedoms, Source und Target installiert sein",
        "Jeedom Source": "Jeedom Source",
        "Jeedom Cible": "Jeedom Ziel",
        "Jeedom(s) Source(s": "Jeedom (s) Quelle (n)",
        "Pour une bonne compréhension, il est important d'appréhender les quelques termes suivants": "Für ein gutes Verständnis ist es wichtig, die folgenden Begriffe zu verstehen",
        "serveur Jeedom sur lequel sont présents les équipements à remonter sur le": "Jeedom Server, auf dem die Ausrüstung wieder zusammengebaut werden soll",
        "serveur Jeedom qui recevra les équipements remontés par le(s": "Jeedom-Server, der die von der",
        "centralisera ces équipements et ceux de tous le(s": "Zentralisieren Sie dieses Gerät und das von allen",
        "configuré(s": "konfiguriert",
        "configuration effectuée côté du": "Konfiguration durchgeführt am",
        "pour inclure les équipements qui seront remontés sur le": "um die Ausrüstung einzuschließen, die auf dem wieder zusammengebaut wird",
        "Pour une meilleure lecture et compréhension de ce tutoriel": "Zum besseren Lesen und Verstehen dieses Tutorials",
        "Les copies d'écran sur fond noir correspondent au": "Die Screenshots auf schwarzem Hintergrund entsprechen dem",
        "Les copies d'écran sur fond blanc correspondent au": "Die Screenshots auf weißem Hintergrund entsprechen",
        "\\": "\\.",
        "Configuration du plugin": "Plugin Konfiguration",
        "Après installation, il vous suffit d'activer le plugin": "Nach der Installation müssen Sie nur das Plugin aktivieren",
        "Celui-ci ne nécessite aucune configuration spécifique": "Dies erfordert keine spezielle Konfiguration",
        "Configuration des Jeedoms Cibles": "Konfiguration der Ziel-Jeedome",
        "A partir du": "Von",
        "une fois sur la page du plugin (en allant sur Gestion des plugins → Communication → Jeedom link), il vous suffit de cliquer sur \"Configurer les Jeedoms Cibles": "Sobald Sie auf der Plugin-Seite sind (über Plugins-Verwaltung → Kommunikation → Jeedom-Link), müssen Sie nur noch auf \"Konfigurieren der Ziel-Jeedoms\" klicken",
        "Jeedom(s) Cible(s": "Jeedom (s) Ziel (e)",
        "Une fenêtre va apparaître et vous pourrez à partir de celle-ci configurer ou ajouter des": "Ein Fenster wird angezeigt und von dort aus können Sie konfigurieren oder hinzufügen",
        "Pour ajouter un": "Hinzufügen eines",
        "il suffit de donner": "gib einfach",
        "Le nom du": "Der Name von",
        "L'adresse IP ou le nom DNS du": "Die IP-Adresse oder der DNS-Name des",
        "La clé API du": "Der API-Schlüssel von",
        "Indiquer si la communication est interne ou externe (utilisée pour le retour d'informations, du": "Geben Sie an, ob die Kommunikation intern oder extern ist (wird für Feedback verwendet, von",
        "vers le": "in Richtung",
        "Et sauvegarder la configuration": "Und speichern Sie die Konfiguration",
        "Il faut": "Du musst",
        "que les configurations réseaux de tous les Jeedoms (Source et Cible) soient OK sinon le plugin ne fonctionnera pas": "dass die Netzwerkkonfigurationen aller Jeedoms (Quelle und Ziel) in Ordnung sind, sonst funktioniert das Plugin nicht",
        "Affectation des équipements": "Ausrüstungszuordnung",
        "Après avoir effectué la configuration du": "Nach der Konfiguration der",
        "sur votre": "Auf deine",
        "il faut aller dans l'onglet": "Sie müssen zur Registerkarte gehen",
        "pour spécifier les équipements à transmettre au": "um die Ausrüstung anzugeben, an die übertragen werden soll",
        "Toutes les commandes de l'équipement seront automatiquement créées et configurées sur le": "Alle Gerätebestellungen werden automatisch auf dem erstellt und konfiguriert",
        "Dans l'onglet": "In der Registerkarte",
        "ajouter les équipements que vous désirez remonter vers le": "Fügen Sie die Ausrüstung hinzu, zu der Sie zurückkehren möchten",
        "Ajouter un équipement": "Ausrüstung hinzufügen",
        "Cliquer sur": "Klicken Sie auf",
        "Sélectionner l'objet et l'équipement à ajouter": "Wählen Sie das Objekt und die Ausrüstung aus, die hinzugefügt werden sollen",
        "les plugins ayant un widget spécifique ne l'auront pas sur le": "Plugins mit einem bestimmten Widget haben es nicht auf dem",
        "plugin camera, network…​": "Kamera, Netzwerk-Plugin…",
        "Jeedoms Cibles": "Ziel Jeedoms",
        "La suppression de l'équipement sur la page de configuration des": "Das Löschen des Gerätes auf der Konfigurationsseite des",
        "ne le supprime pas automatiquement sur le": "löscht es nicht automatisch auf dem",
        "cela est volontaire et non un bug (c'est une sécurité": "Dies ist freiwillig und kein Fehler (es ist eine Sicherheit",
        "Les équipements \"Mes jeelinks": "\"Meine Jeelinks\" Ausrüstung",
        "Mes JeeLinks": "Meine Jeelinks",
        "Après avoir rafraîchi la page": "Nach dem Aktualisieren der Seite",
        "vous devez constater la création automatique de l'équipement": "Sie sollten die automatische Erstellung der Ausrüstung sehen",
        "Comme tout équipement Jeedom, vous pouvez activer\/désactiver et afficher ou non l'équipement, ses commandes,…​ ou changer la catégorie": "Wie bei allen Jeedom-Geräten können Sie das Gerät, seine Steuerelemente usw. aktivieren \/ deaktivieren und anzeigen oder nicht oder die Kategorie ändern",
        "Mais aussi": "Aber auch",
        "vous accédez à tous les paramètres des commandes de l'équipement": "Sie greifen auf alle Parameter der Gerätesteuerung zu",
        "Modification du Jeedom Source d'un JeeLink": "Ändern der Jeedom-Quelle eines JeeLink",
        "Les 3 paramètres suivants vous permettent de changer le Jeedom Source, par exemple lors du remplacement d'un Jeedom sans perdre les données (historique par exemple": "Mit den folgenden 3 Parametern können Sie die Jeedom-Quelle ändern, beispielsweise wenn Sie ein Jeedom ersetzen, ohne Daten zu verlieren (z. B. Verlauf)",
        "Pour cela, il vous suffit de mettre la nouvelle adresse et clef API du Jeedom Source et de changer les identifiants de l'équipement et des commandes (vous les trouverez dans la configuration avancée de ceux-ci en cliquant sur la roue crantée": "Dazu müssen Sie nur die neue Adresse und den neuen API-Schlüssel der Jeedom-Quelle eingeben und die Kennungen der Geräte und Befehle ändern (Sie finden sie in der erweiterten Konfiguration dieser, indem Sie auf das Zahnrad klicken",
        "adresse du Jeedom Source;": "Jeedom Quelladresse;",
        "API key du Jeedom Source;": "Jeedom Source API-Schlüssel;",
        "ID de l'équipement Source et des commandes": "Quellausrüstung und Bestell-IDs",
        "Migration ancien mode Esclave": "Migration im alten Slave-Modus",
        "Un tutoriel est disponible": "Ein Tutorial ist verfügbar",
        "précisant la procédure à suivre pour effectuer la migration d'un Jeedom Esclave vers le nouveau mode de fonctionnement Jeedom Link": "Festlegen der Vorgehensweise zum Migrieren eines Jeedom Slave in den neuen Jeedom Link-Betriebsmodus",
        "Lors de la suppression d'équipement sur le jeedom source ceux-ci ne sont pas supprimé du jeedom cible": "Beim Löschen von Geräten auf dem Quell-Jeedom werden diese nicht aus dem Ziel-Jeedom gelöscht",
        "C'est normalement la synchronisation source\/cible ne fait que de la création jamais de suppression": "Dies ist normalerweise die Quell- \/ Zielsynchronisation, die nur zum Erstellen und niemals zum Löschen führt",
        " Important.": " Wichtig.",
        " Important?": " Wichtig?",
        "Important ": "Wichtig ",
        " Important]": " Wichtig]",
        "[Important]": "[Wichtig]",
        "*Important*": "*Wichtig*",
        " Important*": " Wichtig*",
        " Tip.": " Spitze.",
        " Tip?": " Spitze?",
        "Tip ": "Spitze ",
        " Tip]": " Spitze]",
        "[Tip]": "[Spitze]",
        "*Tip*": "*Spitze*",
        " Tip*": " Spitze*",
        " Affectation.": " Zuordnung.",
        " Affectation?": " Zuordnung?",
        "Affectation ": "Zuordnung ",
        " Affectation]": " Zuordnung]",
        "[Affectation]": "[Zuordnung]",
        "*Affectation*": "*Zuordnung*",
        " Affectation*": " Zuordnung*",
        " Le.": " Die.",
        " Le?": " Die?",
        "Le ": "Die ",
        " Le]": " Die]",
        "[Le]": "[Die]",
        "*Le*": "*Die*",
        " Le*": " Die*",
        " Note.": " Notiz.",
        " Note?": " Notiz?",
        "Note ": "Notiz ",
        " Note]": " Notiz]",
        "[Note]": "[Notiz]",
        "*Note*": "*Notiz*",
        " Note*": " Notiz*",
        " ABSOLUMENT.": " ABSOLUT.",
        " ABSOLUMENT?": " ABSOLUT?",
        "ABSOLUMENT ": "ABSOLUT ",
        " ABSOLUMENT]": " ABSOLUT]",
        "[ABSOLUMENT]": "[ABSOLUT]",
        "*ABSOLUMENT*": "*ABSOLUT*",
        " ABSOLUMENT*": " ABSOLUT*",
        " Attention.": " Achtung.",
        " Attention?": " Achtung?",
        "Attention ": "Achtung ",
        " Attention]": " Achtung]",
        "[Attention]": "[Achtung]",
        "*Attention*": "*Achtung*",
        " Attention*": " Achtung*",
        " du.": " die.",
        " du?": " die?",
        "du ": "die ",
        " du]": " die]",
        "[du]": "[die]",
        "*du*": "*die*",
        " du*": " die*",
        " Commandes.": " Befehle.",
        " Commandes?": " Befehle?",
        "Commandes ": "Befehle ",
        " Commandes]": " Befehle]",
        "[Commandes]": "[Befehle]",
        "*Commandes*": "*Befehle*",
        " Commandes*": " Befehle*",
        " ici.": " hier.",
        " ici?": " hier?",
        "ici ": "hier ",
        " ici]": " hier]",
        "[ici]": "[hier]",
        "*ici*": "*hier*",
        " ici*": " hier*",
        " FAQ.": " Faq.",
        " FAQ?": " Faq?",
        "FAQ ": "Faq ",
        " FAQ]": " Faq]",
        "[FAQ]": "[Faq]",
        "*FAQ*": "*Faq*",
        " FAQ*": " Faq*"
    }
}