{
    "changelog.md": {
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text",
        "04\/07\/2019": "07\/04\/2019",
        "Correction d'un bugs sur la remontée des mises à jour": "Correction of a bug on the update update",
        "03\/06\/2019": "03\/06\/2019",
        "Correction de bugs": "Bugfix",
        "14\/05\/2019": "05\/14\/2019",
        "Amélioration de la gestion de commande avec le même nom sur le même équipements (erreur Duplicate entry....)": "Improved order management with the same name on the same equipment (Duplicate entry error ....)",
        "13\/03\/2019": "03\/13\/2019",
        "Ajout du type d'équipement réel (pourra être utilisé par l'application mobile)": "Addition of the actual equipment type (can be used by the mobile application)",
        "30\/07\/2018": "07\/30\/2018",
        "Ajout d'une clef api dédiée (sera a utiliser obligatoirement en Jeedom 3.3)": "Adding a dedicated API key (must be used in Jeedom 3.3)",
        "05\/07\/2018": "07\/05\/2018",
        "Ajout de l'envoi du niveau des batteries des esclaves au maître toutes les nuits": "Addition of sending the level of the batteries of the slaves to the master every night",
        "04\/04\/2018": "04\/04\/2018",
        "22\/03\/2018": "03\/22\/2018",
        "Correction de bugs sur l'interface": "Bug fixes on the interface",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        "[IMPORTANT": "[Important",
        "IMPORTANT]": "Important]",
        "*IMPORTANT": "*Important",
        "IMPORTANT*": "Important*"
    },
    "index.md": {
        "Plugin Jeelink": "Jeelink plugin",
        "Plugin servant à lier 2 Jeedoms": "Plugin used to link 2 Jeedoms",
        "Principe de fonctionnement": "Principle of operation",
        "Jeedom Link": "Jeedom Link",
        "Le plugin": "The plugin",
        "(aussi appelé jeelink) permet la remontée d'unu plusieurs équipement(s) d'un Jeedom sur un autre": "(also called jeelink) allows the ascent of one or more equipment (s) from one Jeedom to another",
        "Il faut que le plugin soit installé sur les tous les Jeedoms, Source et Cible": "The plugin must be installed on all Jeedoms, Source and Target",
        "Jeedom Source": "Jeedom Source",
        "Jeedom Cible": "Jeedom Target",
        "Jeedom(s) Source(s)": "Jeedom (s) Source (s)",
        "Pour une bonne compréhension, il est important d'appréhender les quelques termes suivants": "For a good understanding, it is important to understand the following few terms",
        "serveur Jeedom sur lequel sont présents les équipements à remonter sur le": "Jeedom server on which the equipment to be reassembled on the",
        "serveur Jeedom qui recevra les équipements remontés par le(s)": "Jeedom server which will receive the equipment reassembled by the",
        "centralisera ces équipements et ceux de tous le(s)": "centralize this equipment and that of everyone (s)",
        "configuré(s)": "configured",
        "configuration effectuée côté du": "configuration performed on the",
        "pour inclure les équipements qui seront remontés sur le": "to include the equipment that will be reassembled on the",
        "Pour une meilleure lecture et compréhension de ce tutoriel": "For a better reading and understanding of this tutorial",
        "Les copies d'écran sur fond noir correspondent au": "The screenshots on a black background correspond to the",
        "Les copies d'écran sur fond blanc correspondent au": "The screenshots on a white background correspond to",
        "\\": "\\",
        "Configuration du plugin": "Plugin configuration",
        "Après installation, il vous suffit d'activer le plugin": "After installation, you just need to activate the plugin",
        "Celui-ci ne nécessite aucune configuration spécifique": "This does not require any specific configuration",
        "Configuration des Jeedoms Cibles": "Configuration of target jeedoms",
        "A partir du": "From the",
        "une fois sur la page du plugin (en allant sur Gestion des plugins → Communication → Jeedom link), il vous suffit de cliquer sur \"Configurer les Jeedoms Cibles": "once on the plugin page (by going to Plugin management → Communication → Jeedom link), you just have to click on \"Configure the target Jeedoms",
        "Jeedom(s) Cible(s)": "Jeedom (s) Target (s)",
        "Une fenêtre va apparaître et vous pourrez à partir de celle-ci configurer ou ajouter des": "A window will appear and from there you can configure or add",
        "Pour ajouter un": "To add a",
        "il suffit de donner": "just give",
        "Le nom du": "The name of",
        "L'adresse IP ou le nom DNS du": "The IP address or DNS name of the",
        "La clé API du": "The API key of",
        "Indiquer si la communication est interne ou externe (utilisée pour le retour d'informations, du": "Indicate whether the communication is internal or external (used for feedback, from",
        "vers le": "to the",
        "). Et sauvegarder la configuration": "). And save the configuration",
        "Il faut": "It is necessary",
        "que les configurations réseaux de tous les Jeedoms (Source et Cible) soient OK sinon le plugin ne fonctionnera pas": "the network configurations of all Jeedoms (Source and Target) are OK otherwise the plugin will not work",
        "Affectation des équipements": "Equipment allocation",
        "Après avoir effectué la configuration du": "After performing the configuration of the",
        "sur votre": "On your",
        "il faut aller dans l'onglet": "you have to go to the tab",
        "pour spécifier les équipements à transmettre au": "to specify the equipment to be transmitted to",
        "Toutes les commandes de l'équipement seront automatiquement créées et configurées sur le": "All equipment orders will be automatically created and configured on the",
        "Dans l'onglet": "In the tab",
        "ajouter les équipements que vous désirez remonter vers le": "add the equipment you want to go back to the",
        "Ajouter un équipement": "Add equipment",
        "Cliquer sur": "Click on",
        "Sélectionner l'objet et l'équipement à ajouter": "Select the object and equipment to add",
        "les plugins ayant un widget spécifique ne l'auront pas sur le": "plugins with a specific widget will not have it on the",
        "(plugin camera, network…​)": "(camera plugin, network…)",
        "Jeedoms Cibles": "Target Jeedoms",
        "La suppression de l'équipement sur la page de configuration des": "The deletion of the equipment on the configuration page of the",
        "ne le supprime pas automatiquement sur le": "does not automatically delete it on the",
        "cela est volontaire et non un bug (c'est une sécurité)": "this is voluntary and not a bug (it is security)",
        "Les équipements \"Mes jeelinks": "\"My jeelinks\" equipment",
        "Mes JeeLinks": "My jeelinks",
        "Après avoir rafraîchi la page": "After refreshing the page",
        "vous devez constater la création automatique de l'équipement": "you should see the automatic creation of the equipment",
        "Comme tout équipement Jeedom, vous pouvez activer\/désactiver et afficher ou non l'équipement, ses commandes,…​ ou changer la catégorie": "Like all Jeedom equipment, you can activate \/ deactivate and display or not the equipment, its controls,… or change the category",
        "Mais aussi": "But also",
        "vous accédez à tous les paramètres des commandes de l'équipement": "you access all the parameters of the equipment controls",
        "Modification du Jeedom Source d'un JeeLink": "Modifying the Jeedom Source of a JeeLink",
        "Les 3 paramètres suivants vous permettent de changer le Jeedom Source, par exemple lors du remplacement d'un Jeedom sans perdre les données (historique par exemple)": "The following 3 parameters allow you to change the Jeedom Source, for example when replacing a Jeedom without losing the data (history for example)",
        "Pour cela, il vous suffit de mettre la nouvelle adresse et clef API du Jeedom Source et de changer les identifiants de l'équipement et des commandes (vous les trouverez dans la configuration avancée de ceux-ci en cliquant sur la roue crantée)": "For that, you just have to put the new address and API key of the Jeedom Source and to change the identifiers of the equipment and the commands (you will find them in the advanced configuration of these by clicking on the toothed wheel)",
        "adresse du Jeedom Source;": "Jeedom Source address;",
        "API key du Jeedom Source;": "Jeedom Source API key;",
        "ID de l'équipement Source et des commandes": "Source equipment and order IDs",
        "Migration ancien mode Esclave": "Old Slave Mode Migration",
        "Un tutoriel est disponible": "A tutorial is available",
        "précisant la procédure à suivre pour effectuer la migration d'un Jeedom Esclave vers le nouveau mode de fonctionnement Jeedom Link": "specifying the procedure to follow to migrate a Jeedom Slave to the new Jeedom Link operating mode",
        "Lors de la suppression d'équipement sur le jeedom source ceux-ci ne sont pas supprimé du jeedom cible": "When deleting equipment on the source jeedom these are not deleted from the target jeedom",
        "C'est normalement la synchronisation source\/cible ne fait que de la création jamais de suppression": "This is normally the source \/ target synchronization only creates creation, never deletion",
        " Important.": " Important.",
        " Important?": " Important?",
        "Important ": "Important ",
        "[Important": "[Important",
        "Important]": "Important]",
        "*Important": "*Important",
        "Important*": "Important*",
        " Tip.": " Tip.",
        " Tip?": " Tip?",
        "Tip ": "Tip ",
        "[Tip": "[Tip",
        "Tip]": "Tip]",
        "*Tip": "*Tip",
        "Tip*": "Tip*",
        " Affectation.": " Assignment.",
        " Affectation?": " Assignment?",
        "Affectation ": "Assignment ",
        "[Affectation": "[Assignment",
        "Affectation]": "Assignment]",
        "*Affectation": "*Assignment",
        "Affectation*": "Assignment*",
        " Le.": " The.",
        " Le?": " The?",
        "Le ": "The ",
        "[Le": "[The",
        "Le]": "The]",
        "*Le": "*The",
        "Le*": "The*",
        " Note.": " NOTE.",
        " Note?": " NOTE?",
        "Note ": "NOTE ",
        "[Note": "[NOTE",
        "Note]": "NOTE]",
        "*Note": "*NOTE",
        "Note*": "NOTE*",
        " ABSOLUMENT.": " ABSOLUTELY.",
        " ABSOLUMENT?": " ABSOLUTELY?",
        "ABSOLUMENT ": "ABSOLUTELY ",
        "[ABSOLUMENT": "[ABSOLUTELY",
        "ABSOLUMENT]": "ABSOLUTELY]",
        "*ABSOLUMENT": "*ABSOLUTELY",
        "ABSOLUMENT*": "ABSOLUTELY*",
        " Attention.": " Be careful.",
        " Attention?": " Be careful?",
        "Attention ": "Be careful ",
        "[Attention": "[Be careful",
        "Attention]": "Be careful]",
        "*Attention": "*Be careful",
        "Attention*": "Be careful*",
        " du.": " from.",
        " du?": " from?",
        "du ": "from ",
        "[du": "[from",
        "du]": "from]",
        "*du": "*from",
        "du*": "from*",
        " Commandes.": " Commands.",
        " Commandes?": " Commands?",
        "Commandes ": "Commands ",
        "[Commandes": "[Commands",
        "Commandes]": "Commands]",
        "*Commandes": "*Commands",
        "Commandes*": "Commands*",
        " ici.": " here.",
        " ici?": " here?",
        "ici ": "here ",
        "[ici": "[here",
        "ici]": "here]",
        "*ici": "*here",
        "ici*": "here*",
        " FAQ.": " FAQ.",
        " FAQ?": " FAQ?",
        "FAQ ": "FAQ ",
        "[FAQ": "[FAQ",
        "FAQ]": "FAQ]",
        "*FAQ": "*FAQ",
        "FAQ*": "FAQ*"
    }
}