{
    "changelog.md": {
        "Changelog Jeedom Link": "Registro de cambios Jeedom Link",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto",
        "09\/10\/2021": "10\/09\/2021",
        "Correction pour le suport de Jeedom 4.2": "Corrección para la compatibilidad con Jeedom 4.2",
        "Ajout de l'information du nombre de message dans le jeedom cible": "Adición de la información del número de mensaje en el objeto de libertad",
        "04\/07\/2019": "07\/04\/2019",
        "Correction d'un bugs sur la remontée des mises à jour": "Corrección de un error en la actualización de la actualización",
        "03\/06\/2019": "06\/03\/2019",
        "Correction de bugs": "Correcciones de errores",
        "14\/05\/2019": "14\/05\/2019",
        "Amélioration de la gestion de commande avec le même nom sur le même équipements (erreur Duplicate entry": "Gestión de pedidos mejorada con el mismo nombre en el mismo equipo (error de entrada duplicada",
        "13\/03\/2019": "13\/03\/2019",
        "Ajout du type d'équipement réel (pourra être utilisé par l'application mobile": "Adición del tipo de equipo real (puede ser utilizado por la aplicación móvil",
        "30\/07\/2018": "30\/07\/2018",
        "Ajout d'une clef api dédiée (sera a utiliser obligatoirement en Jeedom 3.3": "Agregar una clave API dedicada (debe usarse en Jeedom 3.3",
        "05\/07\/2018": "05\/07\/2018",
        "Ajout de l'envoi du niveau des batteries des esclaves au maître toutes les nuits": "Además de enviar el nivel de las baterías de los esclavos al maestro todas las noches",
        "04\/04\/2018": "04\/04\/2018",
        "22\/03\/2018": "22\/03\/2018",
        "Correction de bugs sur l'interface": "Corrección de errores en la interfaz",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*"
    },
    "index.md": {
        "Plugin Jeelink": "Complemento Jeelink",
        "Plugin servant à lier 2 Jeedoms": "Plugin utilizado para vincular 2 Jeedoms",
        "Principe de fonctionnement": "Principio de funcionamiento",
        "Jeedom Link": "Enlace de libertad",
        "Le plugin": "El complemento",
        "aussi appelé jeelink) permet la remontée d'unu plusieurs équipement(s) d'un Jeedom sur un autre": "también llamado jeelink) permite el ascenso de uno o más equipos de un Jeedom a otro",
        "Il faut que le plugin soit installé sur les tous les Jeedoms, Source et Cible": "El complemento debe estar instalado en todos los Jeedoms, Source y Target",
        "Jeedom Source": "Fuente de la libertad",
        "Jeedom Cible": "Jeedom Target",
        "Jeedom(s) Source(s": "Jeedom (s) Fuente (s)",
        "Pour une bonne compréhension, il est important d'appréhender les quelques termes suivants": "Para una buena comprensión, es importante comprender los siguientes términos",
        "serveur Jeedom sur lequel sont présents les équipements à remonter sur le": "Servidor Jeedom en el que se volverá a montar el equipo en el",
        "serveur Jeedom qui recevra les équipements remontés par le(s": "Servidor Jeedom que recibirá el equipo reensamblado por el",
        "centralisera ces équipements et ceux de tous le(s": "centralizar este equipo y el de todos",
        "configuré(s": "configurado",
        "configuration effectuée côté du": "configuración realizada en el",
        "pour inclure les équipements qui seront remontés sur le": "para incluir el equipo que se volverá a montar en el",
        "Pour une meilleure lecture et compréhension de ce tutoriel": "Para una mejor lectura y comprensión de este tutorial",
        "Les copies d'écran sur fond noir correspondent au": "Las capturas de pantalla en un fondo negro corresponden a la",
        "Les copies d'écran sur fond blanc correspondent au": "Las capturas de pantalla en un fondo blanco corresponden a",
        "\\": "\\",
        "Configuration du plugin": "Configuración del plugin",
        "Après installation, il vous suffit d'activer le plugin": "Después de la instalación, solo necesita activar el complemento",
        "Celui-ci ne nécessite aucune configuration spécifique": "Esto no requiere ninguna configuración específica",
        "Configuration des Jeedoms Cibles": "Configuración de jeedoms objetivo",
        "A partir du": "A partir de",
        "une fois sur la page du plugin (en allant sur Gestion des plugins → Communication → Jeedom link), il vous suffit de cliquer sur \"Configurer les Jeedoms Cibles": "una vez en la página de complementos (yendo a Administración de complementos → Comunicación → Enlace de libertad), solo tiene que hacer clic en \"Configurar los Jeedoms de destino",
        "Jeedom(s) Cible(s": "Jeedom (s) Target (s)",
        "Une fenêtre va apparaître et vous pourrez à partir de celle-ci configurer ou ajouter des": "Aparecerá una ventana y desde allí puede configurar o agregar",
        "Pour ajouter un": "Para agregar un",
        "il suffit de donner": "solo dame",
        "Le nom du": "El nombre de",
        "L'adresse IP ou le nom DNS du": "La dirección IP o el nombre DNS del",
        "La clé API du": "La clave API de",
        "Indiquer si la communication est interne ou externe (utilisée pour le retour d'informations, du": "Indique si la comunicación es interna o externa (utilizada para retroalimentación, de",
        "vers le": "hacia",
        "Et sauvegarder la configuration": "Y guarda la configuración",
        "Il faut": "Hay que",
        "que les configurations réseaux de tous les Jeedoms (Source et Cible) soient OK sinon le plugin ne fonctionnera pas": "las configuraciones de red de todos los Jeedoms (origen y destino) están bien, de lo contrario el complemento no funcionará",
        "Affectation des équipements": "Asignación de equipos",
        "Après avoir effectué la configuration du": "Después de realizar la configuración de la",
        "sur votre": "En su",
        "il faut aller dans l'onglet": "tienes que ir a la pestaña",
        "pour spécifier les équipements à transmettre au": "para especificar el equipo a transmitir",
        "Toutes les commandes de l'équipement seront automatiquement créées et configurées sur le": "Todos los pedidos de equipos se crearán y configurarán automáticamente en el",
        "Dans l'onglet": "En la pestaña",
        "ajouter les équipements que vous désirez remonter vers le": "agregue el equipo que desea volver al",
        "Ajouter un équipement": "Agregar equipo",
        "Cliquer sur": "Haga clic en",
        "Sélectionner l'objet et l'équipement à ajouter": "Seleccione el objeto y el equipo para agregar",
        "les plugins ayant un widget spécifique ne l'auront pas sur le": "los complementos con un widget específico no lo tendrán en el",
        "plugin camera, network…​": "cámara, plugin de red",
        "Jeedoms Cibles": "Jeedoms objetivo",
        "La suppression de l'équipement sur la page de configuration des": "La eliminación del equipo en la página de configuración del",
        "ne le supprime pas automatiquement sur le": "no lo elimina automáticamente en el",
        "cela est volontaire et non un bug (c'est une sécurité": "esto es voluntario y no es un error (es una seguridad",
        "Les équipements \"Mes jeelinks": "Equipo \"Mis jeelinks\"",
        "Mes JeeLinks": "Mis enlaces",
        "Après avoir rafraîchi la page": "Después de actualizar la página",
        "vous devez constater la création automatique de l'équipement": "deberías ver la creación automática del equipo",
        "Comme tout équipement Jeedom, vous pouvez activer\/désactiver et afficher ou non l'équipement, ses commandes,…​ ou changer la catégorie": "Al igual que todos los equipos Jeedom, puede activar \/ desactivar y mostrar o no el equipo, sus controles, ... o cambiar la categoría",
        "Mais aussi": "Pero también",
        "vous accédez à tous les paramètres des commandes de l'équipement": "accede a todos los parámetros de los controles del equipo",
        "Modification du Jeedom Source d'un JeeLink": "Modificación de la fuente Jeedom de un JeeLink",
        "Les 3 paramètres suivants vous permettent de changer le Jeedom Source, par exemple lors du remplacement d'un Jeedom sans perdre les données (historique par exemple": "Los siguientes 3 parámetros le permiten cambiar la fuente Jeedom, por ejemplo, al reemplazar un Jeedom sin perder datos (por ejemplo, el historial",
        "Pour cela, il vous suffit de mettre la nouvelle adresse et clef API du Jeedom Source et de changer les identifiants de l'équipement et des commandes (vous les trouverez dans la configuration avancée de ceux-ci en cliquant sur la roue crantée": "Para eso, solo tiene que poner la nueva dirección y la clave API de Jeedom Source y cambiar los identificadores del equipo y los comandos (los encontrará en la configuración avanzada de estos haciendo clic en la rueda dentada",
        "adresse du Jeedom Source;": "Dirección de la fuente Jeedom;",
        "API key du Jeedom Source;": "Clave API de Jeedom Source;",
        "ID de l'équipement Source et des commandes": "Equipo de origen e ID de pedido",
        "Migration ancien mode Esclave": "Vieja migración de modo esclavo",
        "Un tutoriel est disponible": "Un tutorial esta disponible",
        "précisant la procédure à suivre pour effectuer la migration d'un Jeedom Esclave vers le nouveau mode de fonctionnement Jeedom Link": "especificando el procedimiento a seguir para migrar un Jeedom Slave al nuevo modo operativo Jeedom Link",
        "Lors de la suppression d'équipement sur le jeedom source ceux-ci ne sont pas supprimé du jeedom cible": "Al eliminar equipos en la fuente de libertad, estos no se eliminan de la libertad de destino",
        "C'est normalement la synchronisation source\/cible ne fait que de la création jamais de suppression": "Normalmente, esta sincronización de origen \/ destino solo crea creación, nunca eliminación",
        " Important.": " Importante.",
        " Important?": " Importante?",
        "Important ": "Importante ",
        " Important]": " Importante]",
        "[Important]": "[Importante]",
        "*Important*": "*Importante*",
        " Important*": " Importante*",
        " Tip.": " Punta.",
        " Tip?": " Punta?",
        "Tip ": "Punta ",
        " Tip]": " Punta]",
        "[Tip]": "[Punta]",
        "*Tip*": "*Punta*",
        " Tip*": " Punta*",
        " Affectation.": " Cesión.",
        " Affectation?": " Cesión?",
        "Affectation ": "Cesión ",
        " Affectation]": " Cesión]",
        "[Affectation]": "[Cesión]",
        "*Affectation*": "*Cesión*",
        " Affectation*": " Cesión*",
        " Le.": " El.",
        " Le?": " El?",
        "Le ": "El ",
        " Le]": " El]",
        "[Le]": "[El]",
        "*Le*": "*El*",
        " Le*": " El*",
        " Note.": " Nota.",
        " Note?": " Nota?",
        "Note ": "Nota ",
        " Note]": " Nota]",
        "[Note]": "[Nota]",
        "*Note*": "*Nota*",
        " Note*": " Nota*",
        " ABSOLUMENT.": " ABSOLUTAMENTE.",
        " ABSOLUMENT?": " ABSOLUTAMENTE?",
        "ABSOLUMENT ": "ABSOLUTAMENTE ",
        " ABSOLUMENT]": " ABSOLUTAMENTE]",
        "[ABSOLUMENT]": "[ABSOLUTAMENTE]",
        "*ABSOLUMENT*": "*ABSOLUTAMENTE*",
        " ABSOLUMENT*": " ABSOLUTAMENTE*",
        " Attention.": " Atención.",
        " Attention?": " Atención?",
        "Attention ": "Atención ",
        " Attention]": " Atención]",
        "[Attention]": "[Atención]",
        "*Attention*": "*Atención*",
        " Attention*": " Atención*",
        " du.": " del.",
        " du?": " del?",
        "du ": "del ",
        " du]": " del]",
        "[du]": "[del]",
        "*du*": "*del*",
        " du*": " del*",
        " Commandes.": " Comandos.",
        " Commandes?": " Comandos?",
        "Commandes ": "Comandos ",
        " Commandes]": " Comandos]",
        "[Commandes]": "[Comandos]",
        "*Commandes*": "*Comandos*",
        " Commandes*": " Comandos*",
        " ici.": " aquí.",
        " ici?": " aquí?",
        "ici ": "aquí ",
        " ici]": " aquí]",
        "[ici]": "[aquí]",
        "*ici*": "*aquí*",
        " ici*": " aquí*",
        " FAQ.": " Preguntas frecuentes.",
        " FAQ?": " Preguntas frecuentes?",
        "FAQ ": "Preguntas frecuentes ",
        " FAQ]": " Preguntas frecuentes]",
        "[FAQ]": "[Preguntas frecuentes]",
        "*FAQ*": "*Preguntas frecuentes*",
        " FAQ*": " Preguntas frecuentes*"
    }
}