{
    "changelog.md": {
        "Changelog Jeedom Link": "Changelog Jeedom Link",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como lembrete, se não houver informações sobre a atualização, isso significa que se trata apenas da atualização da documentação, tradução ou texto",
        "04\/07\/2019": "07\/04\/2019",
        "Correction d'un bugs sur la remontée des mises à jour": "Correção de um bug na atualização de atualização",
        "03\/06\/2019": "03\/03\/2019",
        "Correction de bugs": "Correções de bugs",
        "14\/05\/2019": "14\/05\/2019",
        "Amélioration de la gestion de commande avec le même nom sur le même équipements (erreur Duplicate entry....)": "Gerenciamento aprimorado de pedidos com o mesmo nome no mesmo equipamento (erro de entrada duplicada ....)",
        "13\/03\/2019": "13\/03\/2019",
        "Ajout du type d'équipement réel (pourra être utilisé par l'application mobile)": "Adição do tipo de equipamento real (pode ser usado pelo aplicativo móvel)",
        "30\/07\/2018": "30\/07\/2018",
        "Ajout d'une clef api dédiée (sera a utiliser obligatoirement en Jeedom 3.3)": "Adicionando uma chave de API dedicada (deve ser usada no Jeedom 3.3)",
        "05\/07\/2018": "07\/05\/2018",
        "Ajout de l'envoi du niveau des batteries des esclaves au maître toutes les nuits": "Além de enviar o nível das baterias dos escravos ao mestre todas as noites",
        "04\/04\/2018": "04\/04\/2018",
        "22\/03\/2018": "22\/03\/2018",
        "Correction de bugs sur l'interface": "Correções de bugs na interface",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        "[IMPORTANT": "[IMPORTANTE",
        "IMPORTANT]": "IMPORTANTE]",
        "*IMPORTANT": "*IMPORTANTE",
        "IMPORTANT*": "IMPORTANTE*"
    },
    "index.md": {
        "Plugin Jeelink": "Plug-in Jeelink",
        "Plugin servant à lier 2 Jeedoms": "Plugin usado para vincular 2 Jeedoms",
        "Principe de fonctionnement": "Princípio de operação",
        "Jeedom Link": "Link jeedom",
        "Le plugin": "O plugin",
        "(aussi appelé jeelink) permet la remontée d'unu plusieurs équipement(s) d'un Jeedom sur un autre": "(também chamado jeelink) permite a subida de um ou mais equipamentos de um Jeedom para outro",
        "Il faut que le plugin soit installé sur les tous les Jeedoms, Source et Cible": "O plug-in deve ser instalado em todos os Jeedoms, Source e Target",
        "Jeedom Source": "Fonte Jeedom",
        "Jeedom Cible": "Jeedom Target",
        "Jeedom(s) Source(s)": "Jeedom (s) Origem (s)",
        "Pour une bonne compréhension, il est important d'appréhender les quelques termes suivants": "Para um bom entendimento, é importante entender os seguintes termos",
        "serveur Jeedom sur lequel sont présents les équipements à remonter sur le": "Servidor Jeedom no qual o equipamento a ser remontado no",
        "serveur Jeedom qui recevra les équipements remontés par le(s)": "Servidor Jeedom que receberá o equipamento remontado pelo",
        "centralisera ces équipements et ceux de tous le(s)": "centralizar este equipamento e o de todos",
        "configuré(s)": "configurado",
        "configuration effectuée côté du": "configuração realizada no",
        "pour inclure les équipements qui seront remontés sur le": "incluir o equipamento que será remontado no",
        "Pour une meilleure lecture et compréhension de ce tutoriel": "Para uma melhor leitura e compreensão deste tutorial",
        "Les copies d'écran sur fond noir correspondent au": "As capturas de tela em um fundo preto correspondem à",
        "Les copies d'écran sur fond blanc correspondent au": "As capturas de tela em um fundo branco correspondem a",
        "\\": "\\",
        "Configuration du plugin": "Configuração do plugin",
        "Après installation, il vous suffit d'activer le plugin": "Após a instalação, você só precisa ativar o plugin",
        "Celui-ci ne nécessite aucune configuration spécifique": "Isso não requer nenhuma configuração específica",
        "Configuration des Jeedoms Cibles": "Configuração de jeedoms de destino",
        "A partir du": "A partir de",
        "une fois sur la page du plugin (en allant sur Gestion des plugins → Communication → Jeedom link), il vous suffit de cliquer sur \"Configurer les Jeedoms Cibles": "uma vez na página do plug-in (acessando Gerenciamento de plug-ins → Comunicação → Link Jeedom), basta clicar em \"Configurar os Jeedoms de destino",
        "Jeedom(s) Cible(s)": "Jeedom (s) Alvo (s)",
        "Une fenêtre va apparaître et vous pourrez à partir de celle-ci configurer ou ajouter des": "Uma janela aparecerá e a partir daí você poderá configurar ou adicionar",
        "Pour ajouter un": "Para adicionar um",
        "il suffit de donner": "apenas dê",
        "Le nom du": "O nome de",
        "L'adresse IP ou le nom DNS du": "O endereço IP ou o nome DNS do",
        "La clé API du": "A chave da API de",
        "Indiquer si la communication est interne ou externe (utilisée pour le retour d'informations, du": "Indique se a comunicação é interna ou externa (usada para feedback, de",
        "vers le": "para",
        "). Et sauvegarder la configuration": ") E salve a configuração",
        "Il faut": "Você deve",
        "que les configurations réseaux de tous les Jeedoms (Source et Cible) soient OK sinon le plugin ne fonctionnera pas": "as configurações de rede de todos os Jeedoms (origem e destino) estão OK, caso contrário, o plug-in não funcionará",
        "Affectation des équipements": "Alocação de equipamentos",
        "Après avoir effectué la configuration du": "Depois de executar a configuração do",
        "sur votre": "no seu",
        "il faut aller dans l'onglet": "você tem que ir para a aba",
        "pour spécifier les équipements à transmettre au": "especificar o equipamento a ser transmitido para",
        "Toutes les commandes de l'équipement seront automatiquement créées et configurées sur le": "Todos os pedidos de equipamentos serão criados e configurados automaticamente no",
        "Dans l'onglet": "Na aba",
        "ajouter les équipements que vous désirez remonter vers le": "adicione o equipamento que você deseja voltar ao",
        "Ajouter un équipement": "Adicionar equipamento",
        "Cliquer sur": "Clique em",
        "Sélectionner l'objet et l'équipement à ajouter": "Selecione o objeto e o equipamento a serem adicionados",
        "les plugins ayant un widget spécifique ne l'auront pas sur le": "plugins com um widget específico não o terão no",
        "(plugin camera, network…​)": "(plug-in de câmera, rede ...)",
        "Jeedoms Cibles": "Target Jeedoms",
        "La suppression de l'équipement sur la page de configuration des": "A exclusão do equipamento na página de configuração do",
        "ne le supprime pas automatiquement sur le": "não o exclui automaticamente no",
        "cela est volontaire et non un bug (c'est une sécurité)": "isso é voluntário e não é um bug (é segurança)",
        "Les équipements \"Mes jeelinks": "Equipamento \"Meus jeelinks\"",
        "Mes JeeLinks": "Meus jeelinks",
        "Après avoir rafraîchi la page": "Depois de atualizar a página",
        "vous devez constater la création automatique de l'équipement": "você deve ver a criação automática do equipamento",
        "Comme tout équipement Jeedom, vous pouvez activer\/désactiver et afficher ou non l'équipement, ses commandes,…​ ou changer la catégorie": "Como todos os equipamentos Jeedom, você pode ativar \/ desativar e exibir ou não o equipamento, seus controles,… ou alterar a categoria",
        "Mais aussi": "Mas também",
        "vous accédez à tous les paramètres des commandes de l'équipement": "você acessa todos os parâmetros dos controles do equipamento",
        "Modification du Jeedom Source d'un JeeLink": "Modificando a fonte Jeedom de um JeeLink",
        "Les 3 paramètres suivants vous permettent de changer le Jeedom Source, par exemple lors du remplacement d'un Jeedom sans perdre les données (historique par exemple)": "Os três parâmetros a seguir permitem alterar a fonte do Jeedom, por exemplo, ao substituir um Jeedom sem perder os dados (histórico, por exemplo)",
        "Pour cela, il vous suffit de mettre la nouvelle adresse et clef API du Jeedom Source et de changer les identifiants de l'équipement et des commandes (vous les trouverez dans la configuration avancée de ceux-ci en cliquant sur la roue crantée)": "Para isso, basta colocar o novo endereço e a chave API do Jeedom Source e alterar os identificadores do equipamento e os comandos (você os encontrará na configuração avançada destes clicando na roda dentada)",
        "adresse du Jeedom Source;": "Endereço de origem Jeedom;",
        "API key du Jeedom Source;": "Chave da API de origem Jeedom;",
        "ID de l'équipement Source et des commandes": "IDs de equipamento e pedido de origem",
        "Migration ancien mode Esclave": "Migração do modo antigo escravo",
        "Un tutoriel est disponible": "Um tutorial está disponível",
        "précisant la procédure à suivre pour effectuer la migration d'un Jeedom Esclave vers le nouveau mode de fonctionnement Jeedom Link": "especificando o procedimento a seguir para migrar um Jeedom Slave para o novo modo operacional Jeedom Link",
        "Lors de la suppression d'équipement sur le jeedom source ceux-ci ne sont pas supprimé du jeedom cible": "Ao excluir equipamentos no jeedom de origem, eles não são excluídos do jeedom de destino",
        "C'est normalement la synchronisation source\/cible ne fait que de la création jamais de suppression": "Normalmente, a sincronização de origem \/ destino cria apenas criação, nunca exclusão",
        " Important.": " IMPORTANTE.",
        " Important?": " IMPORTANTE?",
        "Important ": "IMPORTANTE ",
        "[Important": "[IMPORTANTE",
        "Important]": "IMPORTANTE]",
        "*Important": "*IMPORTANTE",
        "Important*": "IMPORTANTE*",
        " Tip.": " Dica.",
        " Tip?": " Dica?",
        "Tip ": "Dica ",
        "[Tip": "[Dica",
        "Tip]": "Dica]",
        "*Tip": "*Dica",
        "Tip*": "Dica*",
        " Affectation.": " Atribuição.",
        " Affectation?": " Atribuição?",
        "Affectation ": "Atribuição ",
        "[Affectation": "[Atribuição",
        "Affectation]": "Atribuição]",
        "*Affectation": "*Atribuição",
        "Affectation*": "Atribuição*",
        " Le.": " O.",
        " Le?": " O?",
        "Le ": "O ",
        "[Le": "[O",
        "Le]": "O]",
        "*Le": "*O",
        "Le*": "O*",
        " Note.": " NOTA.",
        " Note?": " NOTA?",
        "Note ": "NOTA ",
        "[Note": "[NOTA",
        "Note]": "NOTA]",
        "*Note": "*NOTA",
        "Note*": "NOTA*",
        " ABSOLUMENT.": " ABSOLUTAMENTE.",
        " ABSOLUMENT?": " ABSOLUTAMENTE?",
        "ABSOLUMENT ": "ABSOLUTAMENTE ",
        "[ABSOLUMENT": "[ABSOLUTAMENTE",
        "ABSOLUMENT]": "ABSOLUTAMENTE]",
        "*ABSOLUMENT": "*ABSOLUTAMENTE",
        "ABSOLUMENT*": "ABSOLUTAMENTE*",
        " Attention.": " Atenção.",
        " Attention?": " Atenção?",
        "Attention ": "Atenção ",
        "[Attention": "[Atenção",
        "Attention]": "Atenção]",
        "*Attention": "*Atenção",
        "Attention*": "Atenção*",
        " du.": " do.",
        " du?": " do?",
        "du ": "do ",
        "[du": "[do",
        "du]": "do]",
        "*du": "*do",
        "du*": "do*",
        " Commandes.": " Comandos.",
        " Commandes?": " Comandos?",
        "Commandes ": "Comandos ",
        "[Commandes": "[Comandos",
        "Commandes]": "Comandos]",
        "*Commandes": "*Comandos",
        "Commandes*": "Comandos*",
        " ici.": " aqui.",
        " ici?": " aqui?",
        "ici ": "aqui ",
        "[ici": "[aqui",
        "ici]": "aqui]",
        "*ici": "*aqui",
        "ici*": "aqui*",
        " FAQ.": " Faq.",
        " FAQ?": " Faq?",
        "FAQ ": "Faq ",
        "[FAQ": "[Faq",
        "FAQ]": "Faq]",
        "*FAQ": "*Faq",
        "FAQ*": "Faq*"
    }
}